/* Time Machine panel size in GB */
"%.1f GB" = "%.1f Go";

/* Time Machine panel size in MB */
"%.1f MB" = "%.1f Mo";

/* Time Machine panel size in TB */
"%.1f TB" = "%.1f To";

/* Time Machine local disk description format: name (space available) */
"%@ (%@)" = "%1$@ (%2$@)";

/* Time Machine network disk description string */
"%@ (network disk)" = "%@ (disque de réseau)";

/* Format screencapture file names */
"%@ %@ at %@" = "%1$@ %2$@ à %3$@";

/* Time Machine panel size in KB */
"%u KB" = "%u Ko";

/* separator for multiple items in a list of disks in the time machine dialog */
", " = ", ";

/* screencapture cannot write error string */
"Cannot write file to intended destination." = "Écriture du fichier impossible à l’emplacement de destination spécifié.";

/* screencapture failure to write error string */
"Cannot write file to intended destination. Please make sure that the destination folder is writable." = "Écriture du fichier impossible à l’emplacement de destination spécifié. Assurez-vous que l’écriture est activée pour le dossier de destination.";

/* title text for time machine dialog offering multiple disks */
"Do you want to use %@ or %@ to back up with Time Machine?" = "Souhaitez-vous utiliser %1$@ ou %2$@ pour sauvegarder avec Time Machine ?";

/* title text for time machine dialog offering a single disk */
"Do you want to use %@ to back up with Time Machine?" = "Souhaitez-vous utiliser %@ pour sauvegarder avec Time Machine ?";

/* screencapture filure to write error string */
"Failure to write image data." = "Échec lors de l’écriture des données images.";

/* OK button */
"OK" = "OK";

/* Localized name screen capture failure message */
"The attempt to take a screen capture has failed." = "La tentative de capture d’écran a échoué.";

/* Time Machine network disk description string */
"the network disk %C%@%C" = "le disque réseau %1$C%2$@%3$C";

/* screencapture create image error string */
"Unable to create image from bitmap for path." = "Impossible de créer l’image bitmap pour le chemin.";

/* screencapture create image error string */
"Unable to create image." = "Impossible de créer l’image.";

/* screencapture type error string */
"Unable to create type string." = "Impossible de créer la chaîne type.";

/* screencapture create url error string */
"Unable to create url for path." = "Impossible de créer l’adresse URL pour le chemin.";

/* Localized name screen capture failure */
"Your screen shot cant be saved." = "Impossible d’enregistrer d’instantané.";

